{
    "your version": "your version",
    "bs:BeatModsList:ReadyToInstall": "Ready to Install",
    "bs:BeatModsList:NotCompatible": "Not Compatible",
    "bs:BeatModsList:MoreInfo": "More Info...",
    "bs:BeatModsList:ChooseVersionHelp": "If you don't see any mods, you may need to choose a different version above.",
    "bs:BeatModsList:ChooseVersionUnknown": "Could not detect compatible mods for game version! Choose a version above to filter the mod list.",
    "bs:BeatModsList:Dependencies": "Dependencies",
    "bs:BeatModsList:VersionWarning": "This mod is built for Beat Saber {{gameVersion}}! Make sure it is compatible with {{installedVersion}} before installing!",
    "bs:Settings:EnableOCI": "Enable OneClick Installations",
    "bs:Settings:EnableOCIHelp": "These settings will register (or deregister) Vortex to handle OneClick links on BeatSaver, BeastSaber and ModelSaber.\nThis will conflict with Mod Assistant if you also have it configured for OneClick. Enable OneClick in whichever app you want to use, and disable it in any others.\n",
    "bs:Settings:EnableOCIMaps": "Enable OneClick links for maps",
    "bs:Settings:EnableOCIModels": "Enable OneClick links for custom models",
    "bs:Settings:EnableOCIPlaylists": "Enable OneClick links for playlists",
    "bs:Settings:EnableOCIMapsHelp": "Enabling this option will register Vortex to handle the 'beatsaver' URLs used by OneClick links on BeatSaver and BeastSaber.\n\n",
    "bs:Settings:EnableOCIModelsHelp": "Enabling this option will register Vortex to handle the 'modelsaber' URLs used by OneClick links on ModelSaber.\nThis option includes custom notes, walls and avatars.",
    "bs:Settings:EnableOCIPlaylistsHelp": "Enabling this option will register Vortex to handle the 'bsplaylist' URLs used by OneClick links on BeatSaver and BeastSaber.\n\n",
    "bs:Settings:EnableMetaserverTitle": "Enable BeatVortex Metaserver Integration",
    "bs:Settings:EnableMetaserver": "Enable the metaserver",
    "bs:Settings:EnableMetaserverHelp": "These settings will control how BeatVortex automatically registers a metaserver to handle some advanced Beat Saber-specific installation functionality, such as dependencies and playlist management.\n Only turn this off if you really know what you are doing!",
    "bs:Settings:PreviewFeatures": "BeatVortex Preview Features",
    "bs:Settings:PreviewFeaturesHelp": "These settings will enable certain preview features for BeatVortex that might not be fully ready for primetime. You can enable these features below to get early access, but be warned that you might see bugs and problems.",
    "bs:Settings:EnablePreviewPlaylists": "Enable Playlists Management",
    "bs:Settings:EnablePreviewPlaylistsHelp": "Enabling this will activate the (in preview) new Playlists interface where you can check and manage your installed custom playlists.",
    "bs:Settings:EnablePreviewUpdates": "Enable BeatMods Update Support",
    "bs:Settings:EnablePreviewUpdatesHelp": "Enabling this will activate the (in preview) support for automatically detecting and installing updates for your installed BeatMods mods.",
    "bs:Settings:EnablePreviewCategories": "Enable BeatMods Category Support",
    "bs:Settings:EnablePreviewCategoriesHelp": "Enabling this will activate the experimental support for integrating BeatMods categories with the Vortex category system. This should not be enabled unless you know what you are doing!",
    "bs:VortexVersionWarningTitle": "Vortex v1.12.3 or higher required!",
    "bs:VortexVersionWarningBody": "A number of the extra features added in v0.3.1 of the BeatVortex extension require a newer Vortex version!\n\nWe *strongly* recommend either upgrading Vortex to the latest version, or disabling BeatVortex until you upgrade. If you continue, we won't be able to help you, and can't guarantee that things won't break.\nWe're sorry for the inconvenience!",
    "bs:PlaylistView:NoPlaylists": "No playlists were found in your Beat Saber installation directory!",
    "bs:PlaylistView:NoMaps": "This playlist doesn't seem to contain any maps!",
    "bs:Settings:BSIPATitle": "Beat Saber IPA (BSIPA) Configuration Tweaks",
    "bs:Settings:BSIPAHelp": "Check the options below to change or override certain values in the BSIPA configuration file in your game directory. These will take effect the next time you deploy your mods and can be used to force BSIPA not to update your mods or move your mods on updates",
    "bs:Settings:BSIPAYeeting": "Disable BSIPA's game upgrade handling",
    "bs:Settings:BSIPAYeetingHelp": "This option will disable BSIPA's plugin \"yeeting\" function. This functionality moves all your plugins into a special folder whenever the game is upgraded to avoid loading incompatible plugins.\n\nWe also detect this when deploying mods, so you shouldn't use this without knowing what it means!",
    "bs:Settings:BSIPAUpdates": "Disable BSIPA's automatic updates",
    "bs:Settings:BSIPAUpdatesHelp": "This option will disable BSIPA's automatic updates for plugins.\nBSIPA, by default, will attempt to automatically check for and install updates to your installed plugins. This means your plugins might not be the same ones you installed with Vortex and can lead to some odd behaviour. We recommend disabling BSIPA's updates if you're using Vortex for updates (or vice versa).",
    "bs:Settings:BSIPARestoreSettings": "Please note: disabling the options above will NOT revert the changes to your configuration file! Disabling the tweak will just stop Vortex from overriding the config change on your next mod deploy."
}